制造刀具详细信息列表

零件:	2D_SOLIDM
设置:	所有设置
日期:	2020年4月1日 9:59:52

库:	刀具
摘要:
笔直槽 1:	中心_M1600-0630     	D 6.300 毫米	L 6.300 毫米
笔直槽 2:	TD_M0790:J          	D 7.900 毫米	L 81.000 毫米
笔直槽 3:	中心_M2000-0800     	D 8.000 毫米	L 8.000 毫米
笔直槽 4:	TD_M0950:J          	D 9.500 毫米	L 92.000 毫米
笔直槽 5:	端铣刀M1200:reg     	D 12.000 毫米	L 25.400 毫米	F 2	T 0.000 毫米
笔直槽 6:	端铣刀M1500:reg     	D 15.000 毫米	L 28.580 毫米	F 2	T 0.000 毫米
笔直槽 7:	端铣刀M0800:reg     	D 8.000 毫米	L 14.290 毫米	F 2	T 0.000 毫米
笔直槽 8:	端铣刀M2200:reg     	D 22.000 毫米	L 47.630 毫米	F 2	T 0.000 毫米
笔直槽 9:	端铣刀M4000:reg     	D 40.000 毫米	L 50.800 毫米	F 2	T 0.000 毫米
笔直槽 10:	端铣刀M2500:reg     	D 25.000 毫米	L 50.800 毫米	F 2	T 0.000 毫米
笔直槽 11:	中心_M1000-0400     	D 4.000 毫米	L 4.000 毫米
笔直槽 12:	TD_M0480:J          	D 4.800 毫米	L 59.000 毫米
笔直槽 13:	端铣刀M5000:reg     	D 50.000 毫米	L 50.800 毫米	F 2	T 0.000 毫米
笔直槽 14:	面铣M3200           	D 32.000 毫米	H 30.000 毫米


刀具名称:	中心_M1600-0630
刀槽编号:	1
刀具补偿编号:	1
刀具偏移:	1
刀架偏移数.:	1
刀具材料:	高速钢
刀具表面处理:	光亮
类型:		中心
直径:	6.300 毫米
主体直径:	16.000 毫米
长度:		6.300 毫米
浮露长度:	56.300 毫米
总长:	75.000 毫米
角度 (包括的):	118 度

刀具名称:	TD_M0790:J
刀槽编号:	2
刀具补偿编号:	2
刀具偏移:	2
刀架偏移数.:	2
刀具材料:	高速钢
刀具表面处理:	光亮
直径:	7.900 毫米
刀柄直径:	7.900 毫米
长度:		81.000 毫米
浮露长度:	91.300 毫米
总长:	114.000 毫米
角度 (包括的):	118 度
刀具零点在尖部

刀具名称:	中心_M2000-0800
刀槽编号:	3
刀具补偿编号:	3
刀具偏移:	3
刀架偏移数.:	3
刀具材料:	高速钢
刀具表面处理:	光亮
类型:		中心
直径:	8.000 毫米
主体直径:	20.000 毫米
长度:		8.000 毫米
浮露长度:	56.300 毫米
总长:	75.000 毫米
角度 (包括的):	118 度

刀具名称:	TD_M0950:J
刀槽编号:	4
刀具补偿编号:	4
刀具偏移:	4
刀架偏移数.:	4
刀具材料:	高速钢
刀具表面处理:	光亮
直径:	9.500 毫米
刀柄直径:	9.500 毫米
长度:		92.000 毫米
浮露长度:	104.400 毫米
总长:	127.000 毫米
角度 (包括的):	118 度
刀具零点在尖部

刀具名称:	端铣刀M1200:reg
刀槽编号:	5
刀具补偿编号:	5
刀具偏移:	5
刀架偏移数.:	5
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	12.000 毫米
刀柄直径:	12.700 毫米
长度:		25.400 毫米
浮露长度:	37.400 毫米
总长:	82.550 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M1500:reg
刀槽编号:	6
刀具补偿编号:	6
刀具偏移:	6
刀架偏移数.:	6
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	15.000 毫米
刀柄直径:	12.700 毫米
长度:		28.580 毫米
浮露长度:	43.600 毫米
总长:	79.380 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M0800:reg
刀槽编号:	7
刀具补偿编号:	7
刀具偏移:	7
刀架偏移数.:	7
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	8.000 毫米
刀柄直径:	9.530 毫米
长度:		14.290 毫米
浮露长度:	22.300 毫米
总长:	63.500 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M2200:reg
刀槽编号:	8
刀具补偿编号:	8
刀具偏移:	8
刀架偏移数.:	8
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	22.000 毫米
刀柄直径:	22.230 毫米
长度:		47.630 毫米
浮露长度:	69.600 毫米
总长:	104.780 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M4000:reg
刀槽编号:	9
刀具补偿编号:	9
刀具偏移:	9
刀架偏移数.:	9
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	40.000 毫米
刀柄直径:	31.750 毫米
长度:		50.800 毫米
浮露长度:	90.800 毫米
总长:	114.300 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M2500:reg
刀槽编号:	10
刀具补偿编号:	10
刀具偏移:	10
刀架偏移数.:	10
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	25.000 毫米
刀柄直径:	25.400 毫米
长度:		50.800 毫米
浮露长度:	75.800 毫米
总长:	114.300 毫米
末端半径:	0.000 毫米

刀具名称:	中心_M1000-0400
刀槽编号:	11
刀具补偿编号:	11
刀具偏移:	11
刀架偏移数.:	11
刀具材料:	高速钢
刀具表面处理:	光亮
类型:		中心
直径:	4.000 毫米
主体直径:	10.000 毫米
长度:		4.000 毫米
浮露长度:	37.500 毫米
总长:	50.000 毫米
角度 (包括的):	118 度

刀具名称:	TD_M0480:J
刀槽编号:	12
刀具补偿编号:	12
刀具偏移:	12
刀架偏移数.:	12
刀具材料:	高速钢
刀具表面处理:	光亮
直径:	4.800 毫米
刀柄直径:	4.800 毫米
长度:		59.000 毫米
浮露长度:	65.200 毫米
总长:	89.000 毫米
角度 (包括的):	118 度
刀具零点在尖部

刀具名称:	端铣刀M5000:reg
刀槽编号:	13
刀具补偿编号:	13
刀具偏移:	13
刀架偏移数.:	13
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	50.000 毫米
刀柄直径:	31.750 毫米
长度:		50.800 毫米
浮露长度:	100.800 毫米
总长:	114.300 毫米
末端半径:	0.000 毫米

刀具名称:	面铣M3200
刀槽编号:	14
刀具补偿编号:	14
刀具偏移:	14
刀架偏移数.:	14
刀具材料:	硬质合金
齿数:	3
直径:	32.000 毫米
高度:		30.000 毫米
拐角半径:	0.300 毫米
浮露长度:	68.000 毫米
