加工刀具细节清单

零件:	afrin
设置:	全部设置
日期:	2007年07月22日 00:01:10

库:	基本米制
综述:
槽 1:	中心_M1600-0630     	D 6.300 毫米	L 6.300 毫米
槽 2:	TD_M0790:J          	D 7.900 毫米	L 81.000 毫米
槽 3:	TD_M0950:J          	D 9.500 毫米	L 92.000 毫米
槽 4:	端铣刀M1200:reg     	D 12.000 毫米	L 25.400 毫米	F 2	T 0.000 毫米
槽 5:	端铣刀M0800:reg     	D 8.000 毫米	L 14.290 毫米	F 2	T 0.000 毫米
槽 6:	端铣刀M2200:reg     	D 22.000 毫米	L 47.630 毫米	F 2	T 0.000 毫米
槽 7:	端铣刀M2500:reg     	D 25.000 毫米	L 50.800 毫米	F 2	T 0.000 毫米
槽 8:	中心_M1000-0400     	D 4.000 毫米	L 4.000 毫米
槽 9:	TD_M0480:J          	D 4.800 毫米	L 59.000 毫米
槽 10:	facemillM8000       	D 80.000 毫米	H 15.000 毫米


刀具名称:	中心_M1600-0630
刀槽数:	1
刀具补偿编号:	1
刀具偏置:	1
刀具材料:	高速钢
刀具表面处理:	光亮
类型:		中心
直径:	6.300 毫米
主体直径:	16.000 毫米
长度:		6.300 毫米
浮露长度:	56.300 毫米
总长:	75.000 毫米
角度 (包括的):	118 度

刀具名称:	TD_M0790:J
刀槽数:	2
刀具补偿编号:	2
刀具偏置:	2
刀具材料:	高速钢
刀具表面处理:	光亮
直径:	7.900 毫米
柄直径:	7.900 毫米
长度:		81.000 毫米
浮露长度:	91.300 毫米
总长:	114.000 毫米
角度 (包括的):	118 度
刀具零点在尖部

刀具名称:	TD_M0950:J
刀槽数:	3
刀具补偿编号:	3
刀具偏置:	3
刀具材料:	高速钢
刀具表面处理:	光亮
直径:	9.500 毫米
柄直径:	9.500 毫米
长度:		92.000 毫米
浮露长度:	104.400 毫米
总长:	127.000 毫米
角度 (包括的):	118 度
刀具零点在尖部

刀具名称:	端铣刀M1200:reg
刀槽数:	4
刀具补偿编号:	4
刀具偏置:	4
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	12.000 毫米
柄直径:	12.700 毫米
长度:		25.400 毫米
浮露长度:	37.400 毫米
总长:	82.550 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M0800:reg
刀槽数:	5
刀具补偿编号:	5
刀具偏置:	5
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	8.000 毫米
柄直径:	9.530 毫米
长度:		14.290 毫米
浮露长度:	22.300 毫米
总长:	63.500 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M2200:reg
刀槽数:	6
刀具补偿编号:	6
刀具偏置:	6
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	22.000 毫米
柄直径:	22.230 毫米
长度:		47.630 毫米
浮露长度:	69.600 毫米
总长:	104.780 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M2500:reg
刀槽数:	7
刀具补偿编号:	7
刀具偏置:	7
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	25.000 毫米
柄直径:	25.400 毫米
长度:		50.800 毫米
浮露长度:	75.800 毫米
总长:	114.300 毫米
末端半径:	0.000 毫米

刀具名称:	中心_M1000-0400
刀槽数:	8
刀具补偿编号:	8
刀具偏置:	8
刀具材料:	高速钢
刀具表面处理:	光亮
类型:		中心
直径:	4.000 毫米
主体直径:	10.000 毫米
长度:		4.000 毫米
浮露长度:	37.500 毫米
总长:	50.000 毫米
角度 (包括的):	118 度

刀具名称:	TD_M0480:J
刀槽数:	9
刀具补偿编号:	9
刀具偏置:	9
刀具材料:	高速钢
刀具表面处理:	光亮
直径:	4.800 毫米
柄直径:	4.800 毫米
长度:		59.000 毫米
浮露长度:	65.200 毫米
总长:	89.000 毫米
角度 (包括的):	118 度
刀具零点在尖部

刀具名称:	facemillM8000
刀槽数:	10
刀具补偿编号:	10
刀具偏置:	10
刀具材料:	硬质合金
齿数:	8
直径:	80.000 毫米
高度:		15.000 毫米
拐角半径:	0.800 毫米
浮露长度:	50.000 毫米
