制造刀具详细信息列表

零件:	standard_2
设置:	所有设置
日期:	2024年11月13日 12:31:45

库:	刀具
摘要:
笔直槽 1:	端铣刀M2500:reg     	D 25.000 毫米	L 50.800 毫米	F 2	T 0.000 毫米
笔直槽 2:	端铣刀M1000:reg     	D 10.000 毫米	L 19.050 毫米	F 2	T 0.000 毫米
笔直槽 3:	平倒角M0800         	D 8.000 毫米	L 75.000 毫米	A 45.0 度


刀具名称:	端铣刀M2500:reg
刀槽编号:	1
刀具补偿编号:	1
刀具偏移:	1
刀架偏移数.:	1
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	25.000 毫米
刀柄直径:	25.400 毫米
长度:		50.800 毫米
浮露长度:	75.800 毫米
总长:	114.300 毫米
末端半径:	0.000 毫米

刀具名称:	端铣刀M1000:reg
刀槽编号:	2
刀具补偿编号:	2
刀具偏移:	2
刀架偏移数.:	2
刀具材料:	高速钢
刀具表面处理:	光亮
刀具末端:	单
切削类型:	中心
刀槽角度:	标准
槽数:	2
直径:	10.000 毫米
刀柄直径:	9.530 毫米
长度:		19.050 毫米
浮露长度:	29.000 毫米
总长:	63.500 毫米
末端半径:	0.000 毫米

刀具名称:	平倒角M0800
刀槽编号:	3
刀具补偿编号:	3
刀具偏移:	3
刀架偏移数.:	3
刀具材料:	高速钢
刀具角度:	45.0 度
内径:	8.000 毫米
外径:	20.000 毫米
刀尖半径:	0.800 毫米
槽数:	1
刀柄直径:	18.000 毫米
浮露长度:	56.300 毫米
总长:	75.000 毫米
